// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"Space" = "Zona do Spaces";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";
"CONTINUE" = "Continuar";
"TURN_BT_ON" = "Ligar Bluetooth";

"SEARCHING" = "A pesquisar…";
"CONNECTING" = "A ligar…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controlo";
"MODIFER_COMMAND" = "⌘ Comando";

"MOUSEBUTTON_OPEN" = "Abrir \“%@\”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Ligue um rato USB, ou ligue o Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Aguarde que o rato Bluetooth seja detectado, ou ligue um rato USB.";
"TOP_LABEL_NO_BT_HEADER" = "Ligue um rato USB.";

//
"MID_LABEL_NO_MOUSE" = "Não foi encontrado nenhum rato.";
"MID_LABEL_1_MOUSE" = "Foi encontrado 1 rato.";
"MID_LABEL_MOUSE_FOUND" = "Encontrado \“%@\”";


// Gestures
"ONE_FINGER" = "Um dedo";
"ONEFINGER_SCROLL_GESTURE" = "Deslocar";
"AX_ONEFINGER_SCROLL_GESTURE" = "Deslocar";
"SECONDARYCLICK_GESTURE" = "Clique secundário";
"AX_SECONDARYCLICK_GESTURE" = "Clique secundário";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Ampliar ecrã";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Ampliar ecrã";

"TWO_FINGERS" = "Dois dedos";
"2F_SWIPE_LEFT_RIGHT" = "Para navegar, passe para a esquerda/direita";
"AX_2F_SWIPE_LEFT_RIGHT" = "Para navegar, passe para a esquerda ou para a direita";

"SCREENZOOM_GESTURE" = "Ampliar ecrã";
"WITH_MOMENTUM" = "com inércia";
"WITHOUT_MOMENTUM" = "sem inércia";


//
"BT_OFF_ALERT_TITLE" = "Não foi possível estabelecer ligação ao rato Bluetooth, porque o Bluetooth não está ligado. Gostaria de ligar o Bluetooth?";
"BT_INDICATOR_SEARCHING" = "A pesquisar…";
"BT_INDICATOR_CONNECTING" = "A ligar…";

//
"LEFT" = "Esquerdo";
"RIGHT" = "Direito";
"SCROLL" = "Deslocar";
"NAVIGATE" = "Navegar";
"SCROLL_OFF" = "DESACTIVADO";
"SCROLL_VERTICAL" = "Só na vertical";
"SCROLL_VERTICAL_HORIZONTAL" = "Vertical e horizontal";
"SCROLL_360" = "360 graus";
"SWIPE_1_FINGER" = "1 dedo";
"SWIPE_2_FINGER" = "2 dedos";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé - todas as janelas";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé - janelas da aplicação";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé - Secretária";



